{
    "thoughts":[
        "Maybe superheroes wear capes to hide the zipper on the back of their onesie.",
        "If you can give half a star in a five star rating system, then it might as well be a 10 star system",
        "Paper doesn’t get enough credit as the most important invention ever.",
        "Before the internet, video games were a lot harder to beat.",
        "No one actually ever tells you how to get to Sesame Street",
        "Procrastination is a life saver if you're suicidal.",
        "Peter Parker is really lucky he lived in NY and not in a rural town or a suburb with nothing to swing from.",
        "I'll bet mosquitos who bite heroin addicts, gotta wonder what the hell they just ate...",
        "It’s a lot easier to fall asleep on a couch during the day than it is in your bed at night",
        "Luke Skywalker and C-3PO are half-brothers.",
        "50 years ago everyone was judged a lot more on their handwriting",
        "When you look at it as cost per wear, nothing is better value than a tattoo",
        "Somewhere there must be two bots stuck in an infinite loop of auto reply spam for eternity.",
        "If fast food jobs are high school jobs, it really makes you wonder why boomers expect to go there before 2pm.",
        "Life is a chemical chain reaction, ongoing for more than 3.5 billion years.",
        "Someone has probably died because their fart gave away their hiding place.",
        "We use our driver's liscense to buy items that impair our ability to drive",
        "When you're a kid, you don't realize you're also watching your mom and dad grow up.",
        "Being able to tolerate the sound of your own voice in a video is probably the highest form of self acceptance.",
        "Being able to do well in high school without having to put in much effort is actually a big disadvantage later in life.",
        "During a nuclear explosion, there is a certain distance of the radius where all the frozen supermarket pizzas are cooked to perfection.",
        "Anxiety is like when video game combat music is playing but you can't find any enemies.",
        "Pavlov probably thought about feeding his dogs every time someone rang a bell.",
        "The sentence \"Don't objectify women\" has \"women\" as the object of the sentence.",
        "Gummy worms have more bones in them than actual worms.",
        "It would be cool if after you died you could see the top 5 times you almost died.",
        "It kinda makes sense that the target audience for fidget spinners lost interest in them so quickly",
        "You aren't paid according to how hard you work, you are paid according to how hard you are to replace",
        "The syllables in “on your mark, get set, go” are a countdown",
        "Lamps in Videogames use real electricity.",
        "Night before a day off is more satisfying than the actual day off.",
        "Thermometers are speedometers for atoms",
        "Running from the cops is the ultimate double or nothing.",
        "Being with people who don't listen is lonelier than being alone.",
        "The average car in space is nicer than the average car on Earth",
        "Light bulbs were such a good idea that they became a symbol for a good idea.",
        "Traditions are basically dead people peer pressuring us",
        "The first time someone steals a spaceship and flies away is going to be epic.",
        "Due to coin flips, George Washington still makes decisions to this day.",
        "Your alarm tone is your theme song as it starts every episode",
        "Spider-Man almost certainly has auto-rotate turned off on his phone.",
        "Ads before videos has sucked a lot of the fun out of Rick Rolling.",
        "Being part of a major historical event sucks.",
        "Bottled water companies do not produce water, they produce plastic bottles.",
        "Your salary is your company's monthly subscription fee of you.",
        "Eventually, most of the content on the internet will be from dead people.",
        "Peer pressure as an adult is seeing your neighbor mow their lawn.",
        "The banana is no longer the food item that looks most phone-like. The pop tart is.",
        "You are probably closer to being a millionaire than Bill Gates.",
        "If you were bulletproof, you would probably live your entire life without knowing.",
        "If a sloth were to clap, it will always sound sarcastic.",
        "If you don't wear the right clothes when you go for a run, you look like an insane person.",
        "If magic was real it would just be a branch of science",
        "Crispy is just crunchy but thin.",
        "The only part of your reflection you can lick is your tongue."
    ]
}